Repository: floweronredsquare/Usyn-Synonymizer-module-for-Drupal
Catalog: usyn_synonymizer/translations/*.po
Languages: ru

source: To the page cleaning base of synonyms
ru: На страницу очистки базы синонимов

source: Base of synonyms
ru: База синонимов

source: CSV files only.
ru: CSV-файлы только.

source: To the base of synonyms upload page
ru: На страницу загрузки базы синонимов

source: Clean the base of synonyms
ru: Очистить базу синонимов

source: Start import
ru: Начать импорт

source: Processing CSV
ru: Обработка CSV

source: CSV Batch is starting.
ru: Обработка CSV начата

source: Processed @current out of @total.
ru: Обработано @current из @total.

source: CSV Batch has encountered an error.
ru: Обнаружена ошибка при обработке CSV

source: Stopwords
ru: Стоп-слова

source: Input Text
ru: Исходный текст

source: Characters:
ru: Символов:

source: Synonymize!
ru: Уникализировать!

source: Substitutions:
ru: Замен:

source: Save results
ru: Сохранить результат

source: You don`t input text. Sad. Please retry.
ru: Вы забыли ввести текст. Пожалуйста, повторите попытку.

source: Adjust Usyn Synonymizer options.
ru: Настройки синонимайзера

source: Usyn Synonymizer settings
ru: Настройки синонимайзера

source: Upload a base of synonyms.
ru: Загрузить базу синонимов

source: Import CSV
ru: Импорт CSV

source: Allows to make unique your content by substitution of synonyms.
ru: Позволяет уникализировать контент путем замены слов синонимами.
